class MessageTexts:
    main_menu_msg = """
Что для вас актуально прямо сейчас?
"""

    start_msg = """
Здравствуйте! 👋 Рада знакомству! 💖

Я — бот Елизаветы Князевой, кризисного психолога 🧠⚡, психолога в цифровой психологии и сказкотерапии.

Всё можно изменить! Даже то, что не менялось годами… ⏳
Для этого нужно принять решение стать счастливым и сделать всё возможное, чтобы почувствовать счастье здесь и сейчас! ✨

Новый результат приходит на состояние счастья ❤️

Продолжая использовать бота, ты соглашаешься с <a href="https://docs.google.com/document/d/1ARzDxdv8pvQgUcCk9wWWHTsNqPa-4MS3v0wWnaqI18Q/edit?usp=sharing">условиями использования</a>📜✔️

<b>Начни этот путь прямо сейчас! 🚀🔥</b>
Что для вас актуально прямо сейчас? ❓💬
"""

    select_company = """
<b>«Создаем события, которые работают на ваш бизнес» 💼🚀</b>
<b>Почему компании выбирают Ратибор:</b>
<b>🔒 Полная конфиденциальность</b> — 1.5 км до ближайших соседей, принцип «один день — одна компания»
 🏗️ <b>Инфраструктура под любые задачи</b> — от стратегической сессии до масштабного тимбилдинга
 🎨 <b>Нешаблонный подход</b> — соединяем природу 🌿, технологии 💻 и креатив ✨

<b>Ваш идеальный корпоратив в Ратиборе — это:</b>
 <b>✅ Нетворкинг у костра 🔥</b> — неформальное общение в уникальной атмосфере
 <b>✅ Эффективные бизнес-сессии</b> 📊 — каминный зал с современным оборудованием
 <b>✅ Запоминающиеся тимбилдинги</b> 🧗‍♂️🤝 — от скалодрома до квестов на доверие
 <b>✅ Гастрономические впечатления</b> 🍖 — блюда на огне от шеф-грильера
<b>Результат?</b>
 👉 Свежие идеи 💡
 👉 Сплоченная команда 👥
 👉 Вдохновение для новых свершений 🚀

<b>Выберите формат:</b>
 🔹 Корпоративные праздники
 🔹 Корпоративные фестивали
 🔹 Тимбилдинги
🔹 Конференции и презентации

"""

    select_person = """
<b>Устройте праздник, который запомнится на годы! 🎊✨
«Ратибор» — это ваш личный сказочный уголок. 🌲🏡</b>
 Здесь нет соседей, городского шума и суеты 🚫🏙️.
 Только вы, близкие люди 💖 и волшебная атмосфера:
 🔹 Весёлые активности 🎯🤹‍♂️
 🔹 Треск дров в камине 🔥🍂
 🔹 Аромат блюд из печи 🍖🍲
 🔹 Звёзды, которых не видно в городе 🌌⭐
<b>Что можно отметить у нас? 🎉</b>
💍 <b>Свадьбы</b> — камерные и душевные, с ритуалами у костра или банкетом в каминном зале.
🎂 <b>Дни рождения</b> — активные с квестами и аттракционами 🎪🎭
🎓 <b>Выпускные</b> — для школьников и студентов 🧑‍🎓👩‍🎓
💞 <b>Памятные даты</b> — годовщины, предложения руки и сердца 💍❤️
"""

    event_msg="""
Привет, спасибо за регистрацию с мероприятия, как будут готовы фото я вышлю тебе ссылку    
"""












    my_transport = """
Вы в меню «Моя техника». 

Активные - чтобы посмотреть добавленный транспорт. 

Добавить - чтобы зарегистрировать новую технику.
"""

    support = """
Поддержка @viverna37
    """

    error = """
    В разработке    
"""